

#include <iostream>

int main() {
    // а) Без использования оператора цикла с условием
    std::cout << "Кратные 13 числа (<100) без цикла: " << std::endl;
    std::cout << 13 << " " << 26 << " " << 39 << " " << 52 << " " << 65 << " " << 78 << " " << 91 << std::endl;

    // б) С использованием оператора цикла с условием
    std::cout << "Кратные 13 числа (<100) с циклом: " << std::endl;
    for (int i = 13; i < 100; i += 13) {
        std::cout << i << " ";
    }
    std::cout << std::endl;
    return 0;
}
